Repository: pompa/eurobonus-finder
Catalog: EuroBonus Finder/App/Resources/Localizable.xcstrings
Source language: en
Languages: da, fi, nb, sv

# about.card.subtitle
source: Never miss EuroBonus points in Safari. Made by Ronald Pompa.
da: Gå aldrig glip af EuroBonus-point i Safari. Lavet af Ronald Pompa.
fi: Älä jää paitsi EuroBonus-pisteistä Safarissa. Tekijä: Ronald Pompa.
nb: Gå aldri glipp av EuroBonus-poeng i Safari. Laget av Ronald Pompa.
sv: Missa aldrig EuroBonus-poäng i Safari. Skapat av Ronald Pompa.

# about.disclaimer
source: Disclaimer
da: Ansvarsfraskrivelse
fi: Vastuuvapauslauseke
nb: Ansvarsfraskrivelse
sv: Ansvarsfriskrivning

# about.reset
source: Reset settings
da: Nulstil indstillinger
fi: Palauta asetukset
nb: Tilbakestill innstillinger
sv: Återställ inställningar

# about.reset.hint
source: Clears everything and starts Setup again.
da: Rydder alt og starter opsætningen igen.
fi: Tyhjentää kaiken ja aloittaa asennuksen alusta.
nb: Tømmer alt og starter oppsettet på nytt.
sv: Rensar allt och startar om installationen.

# about.source
source: Source code
da: Kildekode
fi: Lähdekoodi
nb: Kildekode
sv: Källkod

# about.title
source: About
da: Om
fi: Tietoja
nb: Om
sv: Om

# extension.settingsPath
source: iOS only lets apps open Safari settings twice a minute. **[Open Settings › Apps](settings:)**, then go to Safari › Extensions.
da: iOS lader kun apps åbne Safari-indstillingerne to gange i minuttet. **[Åbn Indstillinger › Apps](settings:)**, og gå derefter til Safari › Udvidelser.
fi: iOS sallii appien avata Safarin asetukset vain kahdesti minuutissa. **[Avaa Asetukset › Apit](settings:)** ja siirry sitten kohtaan Safari › Laajennukset.
nb: iOS lar bare apper åpne Safari-innstillingene to ganger i minuttet. **[Åpne Innstillinger › Apper](settings:)**, og gå deretter til Safari › Utvidelser.
sv: iOS låter bara appar öppna Safari-inställningarna två gånger i minuten. **[Öppna Inställningar › Appar](settings:)** och gå sedan till Safari › Tillägg.

# extensionSettings.extensionHint
source: Turn on EuroBonus Finder in Safari’s extension settings.
da: Slå EuroBonus Finder til i Safaris udvidelsesindstillinger.
fi: Ota EuroBonus Finder käyttöön Safarin laajennusasetuksissa.
nb: Slå på EuroBonus Finder i Safaris utvidelsesinnstillinger.
sv: Slå på EuroBonus Finder i Safaris tilläggsinställningar.

# extensionSettings.open
source: Settings
da: Indstillinger
fi: Asetukset
nb: Innstillinger
sv: Inställningar

# extensionSettings.permission.allow
source: Allow
da: Tillad
fi: Salli
nb: Tillat
sv: Tillåt

# extensionSettings.permissionHint
source: Set Other Websites to Allow in Safari’s extension settings. This updates the next time you load a page.
da: Sæt Andre websteder til Tillad i Safaris udvidelsesindstillinger. Det opdateres, næste gang du indlæser en side.
fi: Aseta Muut verkkosivustot tilaan Salli Safarin laajennusasetuksissa. Tieto päivittyy, kun lataat seuraavan sivun.
nb: Sett Andre nettsteder til Tillat i Safaris utvidelsesinnstillinger. Det oppdateres neste gang du laster inn en side.
sv: Ställ in Andra webbplatser på Tillåt i Safaris tilläggsinställningar. Det uppdateras nästa gång du läser in en sida.

# extensionSettings.permissions
source: Permissions
da: Tilladelser
fi: Käyttöoikeudet
nb: Tillatelser
sv: Behörigheter

# extensionSettings.test
source: Test Permissions
da: Test tilladelser
fi: Testaa käyttöoikeudet
nb: Test tillatelser
sv: Testa behörigheter

# extensionSettings.testHint
source: Opens page in Safari to verify permissions.
da: Åbner en side i Safari for at bekræfte tilladelserne.
fi: Avaa sivun Safarissa käyttöoikeuksien tarkistamiseksi.
nb: Åpner en side i Safari for å bekrefte tillatelsene.
sv: Öppnar en sida i Safari för att verifiera behörigheterna.

# extensionSettings.troubleshoot
source: Troubleshoot
da: Fejlfinding
fi: Vianmääritys
nb: Feilsøking
sv: Felsökning

# permissions.allWebsites.detail
source: Reads website address to match campaigns.
da: Læser webadressen for at matche kampagner.
fi: Lukee verkko-osoitteen kampanjoiden tunnistamiseksi.
nb: Leser nettadressen for å matche kampanjer.
sv: Läser webbadressen för att matcha kampanjer.

# permissions.allWebsites.title
source: Other Websites
da: Andre websteder
fi: Muut verkkosivustot
nb: Andre nettsteder
sv: Andra webbplatser

# settings.about
source: About
da: Om
fi: Tietoja
nb: Om
sv: Om

# settings.extension
source: Safari Extension
da: Safari-udvidelse
fi: Safari-laajennus
nb: Safari-utvidelse
sv: Safari-tillägg

# settings.extension.off
source: Off
da: Fra
fi: Pois
nb: Av
sv: Av

# settings.extension.on
source: On
da: Til
fi: Päällä
nb: På
sv: På

# settings.extension.warning
source: Needs attention
da: Kræver handling
fi: Vaatii toimenpiteitä
nb: Krever handling
sv: Behöver åtgärdas

# settings.language
source: Language
da: Sprog
fi: Kieli
nb: Språk
sv: Språk

# settings.title
source: Settings
da: Indstillinger
fi: Asetukset
nb: Innstillinger
sv: Inställningar

# setup.back
source: Back
da: Tilbage
fi: Takaisin
nb: Tilbake
sv: Tillbaka

# setup.completed.title
source: All done
da: Alt er klar
fi: Kaikki valmista
nb: Alt klart
sv: Allt klart

# setup.continue
source: CONTINUE
da: FORTSÆT
fi: JATKA
nb: FORTSETT
sv: FORTSÄTT

# setup.extension.button
source: OPEN EXTENSION SETTINGS
da: ÅBN UDVIDELSESINDSTILLINGER
fi: AVAA LAAJENNUKSEN ASETUKSET
nb: ÅPNE UTVIDELSESINNSTILLINGER
sv: ÖPPNA TILLÄGGSINSTÄLLNINGAR

# setup.extension.buttonWait %@
source: OPEN EXTENSION SETTINGS · %@
da: ÅBN UDVIDELSESINDSTILLINGER · %@
fi: AVAA LAAJENNUKSEN ASETUKSET · %@
nb: ÅPNE UTVIDELSESINNSTILLINGER · %@
sv: ÖPPNA TILLÄGGSINSTÄLLNINGAR · %@

# setup.extension.detail
source: Turn on EuroBonus Finder in Safari and allow it on all websites so we can spot EuroBonus partners while you browse.
da: Slå EuroBonus Finder til i Safari, og tillad den på alle websteder, så vi kan finde EuroBonus-partnere, mens du surfer.
fi: Ota EuroBonus Finder käyttöön Safarissa ja salli se kaikilla verkkosivustoilla, niin löydämme EuroBonus-kumppanit selatessasi.
nb: Slå på EuroBonus Finder i Safari og tillat den på alle nettsteder, så vi kan finne EuroBonus-partnere mens du surfer.
sv: Slå på EuroBonus Finder i Safari och tillåt det på alla webbplatser så att vi kan hitta EuroBonus-partners medan du surfar.

# setup.extension.disabled
source: Disabled
da: Deaktiveret
fi: Ei käytössä
nb: Deaktivert
sv: Avaktiverat

# setup.extension.enabled
source: Enabled
da: Aktiveret
fi: Käytössä
nb: Aktivert
sv: Aktiverat

# setup.extension.testHint
source: We'll test website access in the next step.
da: Vi tester adgangen til websteder i næste trin.
fi: Testaamme sivustojen käyttöoikeuden seuraavassa vaiheessa.
nb: Vi tester nettstedtilgangen i neste steg.
sv: Vi testar webbplatsåtkomsten i nästa steg.

# setup.extension.title
source: Set up the extension
da: Konfigurer udvidelsen
fi: Määritä laajennus
nb: Sett opp utvidelsen
sv: Ställ in tillägget

# setup.finish
source: FINISH
da: AFSLUT
fi: VALMIS
nb: FULLFØR
sv: SLUTFÖR

# setup.incomplete.detail
source: You can finish setting up the extension at any time from the app.
da: Du kan fuldføre opsætningen af udvidelsen når som helst i appen.
fi: Voit viimeistellä laajennuksen käyttöönoton milloin tahansa sovelluksessa.
nb: Du kan fullføre oppsettet av utvidelsen når som helst i appen.
sv: Du kan slutföra konfigurationen av tillägget när som helst i appen.

# setup.incomplete.title
source: Finish setup later
da: Fuldfør opsætningen senere
fi: Viimeistele käyttöönotto myöhemmin
nb: Fullfør oppsettet senere
sv: Slutför konfigurationen senare

# setup.permissions.allow
source: Select Allow
da: Vælg Tillad
fi: Valitse Salli
nb: Velg Tillat
sv: Välj Tillåt

# setup.permissions.allowed
source: Allowed
da: Tilladt
fi: Sallittu
nb: Tillatt
sv: Tillåten

# setup.permissions.pending
source: Choose Allow
da: Vælg Tillad
fi: Valitse Salli
nb: Velg Tillat
sv: Välj Tillåt

# setup.region.detail
source: EuroBonus partners and points differ by country. Pick the country where you shop — you can change it later in Settings.
da: EuroBonus-partnere og point varierer fra land til land. Vælg det land, hvor du handler — du kan ændre det senere i indstillingerne.
fi: EuroBonus-kumppanit ja pisteet vaihtelevat maittain. Valitse maa, jossa teet ostoksesi — voit vaihtaa sen myöhemmin asetuksista.
nb: EuroBonus-partnere og poeng varierer fra land til land. Velg landet der du handler — du kan endre det senere i innstillingene.
sv: EuroBonus-partners och poäng skiljer sig mellan länder. Välj landet där du handlar — du kan ändra det senare i inställningarna.

# setup.region.title
source: Choose your region
da: Vælg din region
fi: Valitse alueesi
nb: Velg din region
sv: Välj din region

# setup.skip
source: SKIP
da: SPRING OVER
fi: OHITA
nb: HOPP OVER
sv: HOPPA ÖVER

# setup.verify.access
source: Website access
da: Adgang til websteder
fi: Sivustojen käyttöoikeus
nb: Nettstedtilgang
sv: Webbplatsåtkomst

# setup.verify.button
source: OPEN IN SAFARI
da: ÅBN I SAFARI
fi: AVAA SAFARISSA
nb: ÅPNE I SAFARI
sv: ÖPPNA I SAFARI

# setup.verify.checking
source: Checking…
da: Tjekker…
fi: Tarkistetaan…
nb: Sjekker…
sv: Kollar…

# setup.verify.detail
source: We'll open a test page in Safari. If EuroBonus Finder is allowed on every website, it says hi there — then come back here.
da: Vi åbner en testside i Safari. Hvis EuroBonus Finder må køre på alle websteder, siger den hej der – kom så tilbage hertil.
fi: Avaamme testisivun Safarissa. Jos EuroBonus Finder saa toimia kaikilla sivustoilla, se tervehtii siellä – palaa sitten tänne.
nb: Vi åpner en testside i Safari. Hvis EuroBonus Finder får kjøre på alle nettsteder, sier den hei der – kom så tilbake hit.
sv: Vi öppnar en testsida i Safari. Om EuroBonus Finder får köras på alla webbplatser hälsar den där – kom sedan tillbaka hit.

# setup.verify.idle
source: Not tested yet
da: Ikke testet endnu
fi: Ei vielä testattu
nb: Ikke testet ennå
sv: Inte testat än

# setup.verify.notDetected
source: Not there yet
da: Ikke helt endnu
fi: Ei ihan vielä
nb: Ikke helt ennå
sv: Inte riktigt än

# setup.verify.successDetail
source: EuroBonus Finder is allowed on every website. You're good to go.
da: EuroBonus Finder må køre på alle websteder. Du er klar.
fi: EuroBonus Finder saa toimia kaikilla sivustoilla. Kaikki valmista.
nb: EuroBonus Finder får kjøre på alle nettsteder. Du er klar.
sv: EuroBonus Finder får köras på alla webbplatser. Allt är klart.

# setup.verify.title
source: Let's see it work
da: Lad os se det virke
fi: Katsotaan, toimiiko se
nb: La oss se det virke
sv: Nu testar vi

# setup.verify.troubleshoot
source: Didn't see it? Try again, or **[troubleshoot](troubleshoot:)**.
da: Så du ikke noget? Prøv igen, eller **[fejlfind](troubleshoot:)**.
fi: Etkö nähnyt mitään? Yritä uudelleen tai **[tee vianmääritys](troubleshoot:)**.
nb: Så du ingenting? Prøv igjen, eller **[feilsøk](troubleshoot:)**.
sv: Såg du inget? Försök igen eller **[felsök](troubleshoot:)**.

# setup.verify.working
source: It works!
da: Det virker!
fi: Se toimii!
nb: Det virker!
sv: Det funkar!

# setup.welcome.button
source: GET STARTED
da: KOM I GANG
fi: ALOITETAAN
nb: KOM I GANG
sv: KOM IGÅNG

# setup.welcome.detail
source: EuroBonus Finder spots EuroBonus partners automatically and reminds you to sign in via SAS — before you buy.
da: EuroBonus Finder finder automatisk EuroBonus-partnere og minder dig om at logge ind via SAS — før du handler.
fi: EuroBonus Finder tunnistaa EuroBonus-kumppanit automaattisesti ja muistuttaa sinua kirjautumaan SAS:n kautta — ennen kuin ostat.
nb: EuroBonus Finder oppdager EuroBonus-partnere automatisk og minner deg på å logge inn via SAS — før du handler.
sv: EuroBonus Finder upptäcker EuroBonus-partners automatiskt och påminner dig att logga in via SAS — innan du handlar.

# setup.welcome.title
source: Earn points while you browse
da: Optjen point mens du surfer
fi: Kerää pisteitä selatessasi
nb: Tjen poeng mens du surfer
sv: Tjäna poäng medan du surfar

# troubleshoot.apple
source: Apple's guide to Safari extensions
da: Apples vejledning til Safari-udvidelser
fi: Applen opas Safari-laajennuksiin
nb: Apples veiledning til Safari-utvidelser
sv: Apples guide till Safari-tillägg

# troubleshoot.contact
source: Contact support
da: Kontakt support
fi: Ota yhteyttä tukeen
nb: Kontakt support
sv: Kontakta supporten

# troubleshoot.done
source: Done
da: Færdig
fi: Valmis
nb: Ferdig
sv: Klar

# troubleshoot.footer
source: A warning triangle next to EuroBonus Finder in Safari's settings means it isn't allowed everywhere yet.
da: En advarselstrekant ved siden af EuroBonus Finder i Safaris indstillinger betyder, at den ikke er tilladt overalt endnu.
fi: Varoituskolmio EuroBonus Finderin vieressä Safarin asetuksissa tarkoittaa, ettei sitä ole vielä sallittu kaikkialla.
nb: En varseltrekant ved siden av EuroBonus Finder i Safaris innstillinger betyr at den ikke er tillatt overalt ennå.
sv: En varningstriangel bredvid EuroBonus Finder i Safaris inställningar betyder att det inte är tillåtet överallt än.

# troubleshoot.guide
source: Full guide
da: Hele vejledningen
fi: Koko opas
nb: Hele veiledningen
sv: Hela guiden

# troubleshoot.step1
source: Open Safari's extension settings and tap EuroBonus Finder.
da: Åbn Safaris udvidelsesindstillinger, og tryk på EuroBonus Finder.
fi: Avaa Safarin laajennusasetukset ja napauta EuroBonus Finder.
nb: Åpne Safaris utvidelsesinnstillinger og trykk på EuroBonus Finder.
sv: Öppna Safaris tilläggsinställningar och tryck på EuroBonus Finder.

# troubleshoot.step2
source: Set Other Websites to Allow.
da: Sæt Andre websteder til Tillad.
fi: Aseta Muut sivustot -asetukseksi Salli.
nb: Sett Andre nettsteder til Tillat.
sv: Ställ in Andra webbplatser på Tillåt.

# troubleshoot.step3
source: If Safari asks on a page, choose Always Allow, then Always Allow on Every Website.
da: Hvis Safari spørger på en side, skal du vælge Tillad altid og derefter Tillad altid på alle websteder.
fi: Jos Safari kysyy sivulla, valitse Salli aina ja sitten Salli aina kaikilla sivustoilla.
nb: Hvis Safari spør på en side, velg Tillat alltid og deretter Tillat alltid på alle nettsteder.
sv: Om Safari frågar på en sida, välj Tillåt alltid och sedan Tillåt alltid på alla webbplatser.

# troubleshoot.title
source: Troubleshoot
da: Fejlfinding
fi: Vianmääritys
nb: Feilsøking
sv: Felsökning

# tutorial.caption
source: We’ll search Google for “Apple Display XDR”.
da: Vi søger på Google efter »Apple Display XDR«.
fi: Haemme Googlesta ”Apple Display XDR”.
nb: Vi søker på Google etter «Apple Display XDR».
sv: Vi söker på Google efter ”Apple Display XDR”.

# tutorial.disabledHint
source: Turn the extension on (with access to all websites) to start the tutorial.
da: Aktivér udvidelsen (med adgang til alle websteder) for at starte guiden.
fi: Ota laajennus käyttöön (kaikkien verkkosivustojen käyttöoikeudella) aloittaaksesi opastuksen.
nb: Aktiver utvidelsen (med tilgang til alle nettsteder) for å starte guiden.
sv: Aktivera tillägget (med åtkomst till alla webbplatser) för att starta guiden.

# tutorial.title
source: Tutorial
da: Guide
fi: Opastus
nb: Guide
sv: Guide

# about.version
source: Version
fi: Versio
nb: Versjon

# settings.email
source: Email
fi: Sähköposti
nb: E-post
sv: E-post

# settings.region
source: Region
fi: Alue

# settings.support
source: Support
fi: Tuki
nb: Kundestøtte

# tutorial.button
source: Perform Search
sv: Gör en sökning
